IDEA Open Model
PolarInputType Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Type of polar input
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum PolarInputType
Public Enumeration PolarInputType
Members
Member name | Value | Description
ByCount | 0 |  Polar input defined by count in circle.
ByAngle | 1 |  Polar input defined by angles.
See Also
Reference
IdeaRS.OpenModel.Parameters Namespace